import { Accordion } from "@/shared/types/ui";

export const possibilities: Accordion[] = [
  {
    id: 1,
    title: "Высокая производительность и скорость",
    content:
      "Outline Up сотрудничает с крупнейшими хостинг-провайдерами, а также производит оптимизацию серверов, что обеспечивает достаточные ресурсы для обработки трафика. А ещё мы не жадничаем и не стремимся разместить как можно больше пользователей на один сервер. Да, у нас их много)",
  },
  {
    id: 2,
    title: "Доступ к VPN серверу для вас и ваших близких",
    content:
      "Мы допускаем до пяти одновременных подключений на один ключ, поэтому вы можете поделиться им с близкими людьми",
  },
  {
    id: 3,
    title: "Поддержка множества устройств и платформ",
    content:
      "В настоящий момент приложение Outline доступно для следующих операционных систем: Windows, MacOS, Linux, iOS, Android",
  },
  {
    id: 4,
    title: "ChatGPT, Netflix, Adobe, Freepik, Dell и многое другое",
    content:
      "Некоторые популярные сервисы ушли из России, либо никогда не были доступны для граждан РФ. С помощью Outline Up вы сможете обойти эти ограничения",
  },
  {
    id: 5,
    title: "Отсутствие логирования активности",
    content:
      "Outline Up не собирает и не хранит логи вашего трафика. Мы не знаем, на какие сайты вы заходили. И никто не узнает",
  },
  {
    id: 6,
    title: "Повышенная конфиденциальность и безопасность",
    content:
      "Outline Up использует сильное шифрование данных для защиты передаваемой информации между клиентами и серверами. Это шифрование осуществляется с использованием протокола Shadowsocks и алгоритма ChaCha20-Poly1305",
  },
];
