import type { Accordion } from "@/shared/types/ui";

export const possibilities: Accordion[] = [
  {
    title: "Высокая производительность и скорость",
    content:
      "Подчеркните, что ваш собственный сервер Outline VPN обеспечивает повышенную конфиденциальность и безопасность данных пользователей. Это происходит благодаря возможности контролировать свой сервер и обеспечивать его высокий уровень защиты.",
  },
  {
    title: "Доступ к VPN серверу для вас и ваших близких",
    content:
      "Подчеркните, что ваш собственный сервер Outline VPN обеспечивает повышенную конфиденциальность и безопасность данных пользователей. Это происходит благодаря возможности контролировать свой сервер и обеспечивать его высокий уровень защиты.",
  },
  {
    title: "Поддержка множества устройств и платформ",
    content:
      "Подчеркните, что ваш собственный сервер Outline VPN обеспечивает повышенную конфиденциальность и безопасность данных пользователей. Это происходит благодаря возможности контролировать свой сервер и обеспечивать его высокий уровень защиты.",
  },
  {
    title: "Доступ к ChatGPT, Netflix, Microsoft, Dell и многому другому",
    content:
      "Подчеркните, что ваш собственный сервер Outline VPN обеспечивает повышенную конфиденциальность и безопасность данных пользователей. Это происходит благодаря возможности контролировать свой сервер и обеспечивать его высокий уровень защиты.",
  },
  {
    title: "Повышенная конфиденциальность и безопасность",
    content:
      "Подчеркните, что ваш собственный сервер Outline VPN обеспечивает повышенную конфиденциальность и безопасность данных пользователей. Это происходит благодаря возможности контролировать свой сервер и обеспечивать его высокий уровень защиты.",
  },
  {
    title: "Отсутствие логирования активности",
    content:
      "Подчеркните, что ваш собственный сервер Outline VPN обеспечивает повышенную конфиденциальность и безопасность данных пользователей. Это происходит благодаря возможности контролировать свой сервер и обеспечивать его высокий уровень защиты.",
  },
];
