import type { Accordion } from "@/shared/types/ui";

export const questionsAndAnswers: Accordion[] = [
  {
    title: "Какие устройства поддерживают подключение к OUTLINE UP?",
    content:
      "Подчеркните, что ваш собственный сервер Outline VPN обеспечивает повышенную конфиденциальность и безопасность данных пользователей. Это происходит благодаря возможности контролировать свой сервер и обеспечивать его высокий уровень защиты.",
  },
  {
    title: "Могу ли я делиться доступом к серверу с другими людьми?",
    content:
      "Подчеркните, что ваш собственный сервер Outline VPN обеспечивает повышенную конфиденциальность и безопасность данных пользователей. Это происходит благодаря возможности контролировать свой сервер и обеспечивать его высокий уровень защиты.",
  },
  {
    title: "Какие протоколы безопасности используются в OUTLINE UP?",
    content:
      "Подчеркните, что ваш собственный сервер Outline VPN обеспечивает повышенную конфиденциальность и безопасность данных пользователей. Это происходит благодаря возможности контролировать свой сервер и обеспечивать его высокий уровень защиты.",
  },
  {
    title: "Что произойдет с моим ключем после окончания срока действия?",
    content:
      "Подчеркните, что ваш собственный сервер Outline VPN обеспечивает повышенную конфиденциальность и безопасность данных пользователей. Это происходит благодаря возможности контролировать свой сервер и обеспечивать его высокий уровень защиты.",
  },
  {
    title:
      "Что такое логирование активности и почему важно выбирать VPN провайдера без логирования?",
    content:
      "Подчеркните, что ваш собственный сервер Outline VPN обеспечивает повышенную конфиденциальность и безопасность данных пользователей. Это происходит благодаря возможности контролировать свой сервер и обеспечивать его высокий уровень защиты.",
  },
  {
    title:
      "Могу ли я использовать OUTLINE UP для обхода географических ограничений?",
    content:
      "Подчеркните, что ваш собственный сервер Outline VPN обеспечивает повышенную конфиденциальность и безопасность данных пользователей. Это происходит благодаря возможности контролировать свой сервер и обеспечивать его высокий уровень защиты.",
  },
];
